Repository: ozrabal/pwp
Catalog: pwp/languages/pwp-*.po
Languages: pl_pl

source: Primary Menu
pl_pl: Menu główne

source: Footer menu
pl_pl: Menu w stopce

source: Social media menu
pl_pl: Linki społecznościowe

source: Footer sidebar
pl_pl: Obszar treści w stopce strony

source: Appears before footer of each Page
pl_pl: Wyświetla się nad stopką na każdej stronie

source: Slides
pl_pl: Slajdy

source: Slide
pl_pl: Slajd

source: Add New
pl_pl: Dodaj nowy

source: Add New slide
pl_pl: Dodaj slajd

source: Edit slide
pl_pl: Edytuj slajd

source: New slide
pl_pl: Nowy slajd

source: All slides
pl_pl: Wszystkie slajdy

source: View slide
pl_pl: Pokaż slajd

source: Search slides
pl_pl: Szukaj slajdu

source: No slides found
pl_pl: Nie znaleziono slajdów

source: No slides found in Trash
pl_pl: Nie znaleziono slajdów w koszu

source: Home slides
pl_pl: Strona główna

source: Brands
pl_pl: Marki

source: Brand
pl_pl: Marka

source: Add New brand
pl_pl: Dodaj markę

source: Edit brand
pl_pl: Edytuj markę

source: New brand
pl_pl: Nowa marka

source: All brands
pl_pl: Wszystkie marki

source: View brand
pl_pl: Pokaż markę

source: Search brands
pl_pl: Szukaj marki

source: No brands found
pl_pl: Nie znaleziono marek

source: No brands found in Trash
pl_pl: Nie znaleziono marek w koszu

source: Brands in footer
pl_pl: Marki w stopce

source: Resources
pl_pl: Dla architekta

source: Add New resource
pl_pl: Dodaj pozycję

source: Edit resource
pl_pl: Edytuj zasób

source: New resource
pl_pl: Nowy zasób

source: All resources
pl_pl: Wszystkie zasoby

source: View resource
pl_pl: Pokaż zasób

source: Search resources
pl_pl: Szukaj zasobu

source: No resources found
pl_pl: Nie znaleziono zasobów

source: No resources found in Trash
pl_pl: Nie znaleziono zasobów w koszu

source: Genres
pl_pl: Rodzaje

source: Genre
pl_pl: Rodzaj

source: Search genres
pl_pl: Przeszukaj rodzaje

source: All genres
pl_pl: Wszystkie rodzaje

source: Parent genre
pl_pl: Nadrzędny rodzaj

source: Parent genre:
pl_pl: Nadrzędny rodzaj:

source: Edit genre
pl_pl: Edytuj rodzaj

source: Update genre
pl_pl: Zaktualizuj rodzaj

source: Add new genre
pl_pl: Dodaj rodzaj

source: New genre
pl_pl: Nowy rodzaj

source: Parent brand
pl_pl: Nadrzędna marka

source: Parent brand:
pl_pl: Nadrzędna marka:

source: Update brand
pl_pl: Zaktualizuj markę

source: Add new brand
pl_pl: Dodaj markę

source: Path
pl_pl: Ścieżka

source: Catalogs
pl_pl: Katalogi do pobrania

source: Place here links to files
pl_pl: Wstaw linki w powyższe pole

source: Images
pl_pl: Zdjęciax

source: Place here links to image archives
pl_pl: Wstaw linki w powyższe pole

source: Technical cards
pl_pl: Karty techniczne

source: Place here links to technical cards
pl_pl: Wstaw linki w powyższe pole

source: Introduction
pl_pl: Tekst wstępu

source: Introduction text
pl_pl: Tekst wstępu

source: Bigger text
pl_pl: Powiększony tekst

source: Start form
pl_pl: Wstaw formularz

source: Add form element
pl_pl: Dodaj element formularza

source: Form name
pl_pl: Nazwa formularza

source: Form slug name
pl_pl: Nazwa formularza, bez znaków narodowych oraz spacji

source: Message recipient
pl_pl: Odbiorca wiadomości

source: E-mail address of recipients (comma separated)
pl_pl: Adresy e-mail odbiorców (lista wartości rozdzielonych przecinkami)

source: Callback class
pl_pl: Klasa zwrotna

source: Optional object
pl_pl: Opcjonalna funkcja wywoływana w czasie wysłania formularza. Wpisujemy nazwę klasy dziedziczącej z Observer (wykorzystuje wzorzec observer), można podać kilka nazw oddzielonych przecnikami

source: Insert form tag
pl_pl: Wstaw tag formularza

source: Name
pl_pl: Nazwa

source: Form field name
pl_pl: Nazwa pola (nazwa zmiennej)

source: Text
pl_pl: Tekst

source: Textarea
pl_pl: Pole tekstowe

source: Select
pl_pl: Pole wyboru

source: Comment
pl_pl: Komentarz

source: Hidden
pl_pl: Pole ukryte

source: Submit
pl_pl: Przycisk wysyłania

source: Choose HTML field type
pl_pl: Wybierz typ pola HTML

source: Value
pl_pl: Wartość

source: Value (or content in comment field)
pl_pl: Wartość pola (lub zawartość tekstowa w przypadku komentarzy)

source: Options
pl_pl: Opcje

source: Options for select field, comma separated (name|value)
pl_pl: Lista opcji pola wyboru (zestawy wartości w formacie: nazwa|wartość rozdzielone przecinkami)

source: Comma separated list of validators
pl_pl: Lista nazw funkcji rozdzielonych przecinkami

source: Callback
pl_pl: Funkcja zwrotna

source: CSS container class
pl_pl: Klasa CSS

source: CSS class of container div
pl_pl: Klasa CSS kontenera

source: Label
pl_pl: Etykieta

source: Label of field
pl_pl: Etykieta pola

source: Insert field tag
pl_pl: Wstaw pole

source: Form options
pl_pl: Opcje formularzy

source: User email template
pl_pl: Szablon wiadomości użytkownika

source: Admin email template
pl_pl: Szablon wiadomości dla administratora

source: Form recipient email addres (comma separated)
pl_pl: Adresy email odbiorców wiadomości z formularza (lista rozdzielona przecinkami)

source: Definition
pl_pl: Definicja

source: This is an automated message from reservation system. Please do not reply directly to this email
pl_pl: To jest automatycznie wygenerowana wiadomość, nie odpowiadaj na nią bezpośrednio.

source: In the form errors occurred
pl_pl: W formularzu znaleziono błędy, popraw zaznaczone pola

source: Meta parameters
pl_pl: Dodatkowe parametry

source: Add / Change file
pl_pl: Dodaj/zmień plik

source: Remove file
pl_pl: Usuńplik

source: Add / Change image
pl_pl: Dodaj/zmień obraz

source: Remove image
pl_pl: Usuń obraz

source: Next page
pl_pl: Następna strona

source: Previous page
pl_pl: Poprzednia strona

source: Invalid email address
pl_pl: Niepoprawny adres email

source: The field can not be blank
pl_pl: Pole nie może być puste

source: %s (Invalid)
pl_pl: %s (Nieprawidłowy)

source: %s (Pending)
pl_pl: %s (Oczekuje)

source: Edit Menu Item
pl_pl: Edycja pozycji menu

source: URL
pl_pl: Adres www

source: Navigation Label
pl_pl: Etykieta nawigacji

source: Title Attribute
pl_pl: Tytuł

source: Open link in a new window/tab
pl_pl: Otwórz link w nowym oknie/zakładce

source: CSS Classes (optional)
pl_pl: Klasy CSS (opcjonalne)

source: Description
pl_pl: Opis

source: The description will be displayed in the menu if the current theme supports it.
pl_pl: Opis będzie wyświetlony w menu, jeśli szablon udostępnia taką funkcję.

source: Original: %s
pl_pl: Oryginalnie: %s

source: Remove
pl_pl: Usuń

source: Cancel
pl_pl: Anuluj

source: Post parameterss
pl_pl: Parametry artykułu

source: Forms
pl_pl: Formularze

source: Banner parameters
pl_pl: Parametry banera

source: Form definition not found, invalid form name (slug)
pl_pl: Nie znaleziono definicji formularza, podano prawdopodobnie złą nazwę (slug)

source: Newsletter subscription form with link to article contains rules
pl_pl: Formularz subskrypcji newslettera z linkiem do regulaminu

source: Newsletter subscription form
pl_pl: Formularz subskrypcji newslettera

source: Email address is not valid<br>
pl_pl: Niepoprawny adres email<br>

source: You must accept rules
pl_pl: Musisz zaakceptować regulamin

source: New newsletter subscribent:
pl_pl: Nowy subskrybent newslettera:

source: Newsletter subscription
pl_pl: Subskrypcja newslettera

source: Succesfully subscribed
pl_pl: Adres został zapisany

source: The mail could not be sent.
pl_pl: Wiadomość nie może być wysłana

source: Title:
pl_pl: Tytuł:

source: Display title?
pl_pl: Wyświetlaj tytuł

source: Newsletter rules
pl_pl: Regulamin newslettera

source: Choose content page
pl_pl: Wybierz stronę z treścią

source: Not found post in type contentblock, to add this as newsletter rule create post in this type
pl_pl: Nie znaleziono artykułów, nalezy utworzyć artykuł typu Blok treści

source: Test settings page
pl_pl: Ustawienia

source: Acces manager
pl_pl: Ograniczenie dostępu

source: Allow access to:
pl_pl: Dostępny tylko dla:

source: Content of this page are restricted to only this user group
pl_pl: Treść tej strony będzie widoczna tylko dla zalogowanych użytkowników z grupy wybranej w powyższym polu

source: Action not allowed
pl_pl: Akcja zabroniona

source: Log in
pl_pl: Zaloguj się

source: Password
pl_pl: Hasło

source: Remember Me
pl_pl: Zapamiętaj mnie

source: Forgot password
pl_pl: Zapomniane hasło

source: <strong>ERROR</strong>: Enter a username or e-mail address.
pl_pl: <strong>Uwaga!</strong>: Podaj login lug address email.

source: <strong>ERROR</strong>: There is no user registered with that email address.
pl_pl: <strong>Uwaga!</strong>: Nie znaleziono użytkownika z podanym adresem e-mail

source: <strong>ERROR</strong>: Invalid username or e-mail.
pl_pl: <strong>Uwaga!</strong>: Nieprawidłowy login lub e-mail

source: Password reset is not allowed for this user
pl_pl: Reset hasła jest niedozwolony dla tego użytkownika

source: Someone requested that the password be reset for the following account:
pl_pl: Ktoś zażądał resetu hasła dla konta:

source: Username: %s
pl_pl: Nazwa użytkownika: %s

source: If this was a mistake, just ignore this email and nothing will happen.
pl_pl: Jeśli to pomyłka nie musisz nic robić, po prostu zignoruj tą wiadomość.

source: [%s] Password Reset
pl_pl: [%s] Reset hasła

source: The e-mail could not be sent.
pl_pl: Wiadomość nie może być wysłana.

source: Possible reason: your host may have disabled the mail() function.
pl_pl: Prawdopodobnie Twój hosting nie obsługuje funkcji mail.

source: Invalid key
pl_pl: Nieprawidłowy klucz

source: The passwords do not match.
pl_pl: Hasła nie pasują do siebie

source: Password Reset
pl_pl: Reset hasła

source: Your password has been reset.
pl_pl: Twoje hasło zostało zresetowane

source: Reset Password
pl_pl: Zresetuj hasło

source: Enter your new password below.
pl_pl: Wprowadź poniżej nowe hasło

source: New password
pl_pl: Nowe hasło

source: Confirm new password
pl_pl: Potwierdź nowe hasło

source: Strength indicator
pl_pl: Siła hasła

source: Hint: The password should be at least seven characters long. To make it stronger, use upper and lower case letters, numbers and symbols like ! " ? $ % ^ &amp; ).
pl_pl: Hasło powinno zawierać minimum 7 znaków. Zalecamy użyć kombinacji dużych i małych liter, cyfr oraz symboli takich jak: ! " ? $ % ^ &amp; ).

source: Register
pl_pl: Zarejestruj się

source: <strong>ERROR</strong>: Please enter a username.
pl_pl: <strong>Uwaga!</strong>: Podaj login

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
pl_pl: <strong>Uwaga!</strong>: Nazwa użytkownika zawiera niedozwolone znaki. Wprowadź poprawna nazwę uzytkownika.

source: <strong>ERROR</strong>: This username is already registered. Please choose another one.
pl_pl: <strong>Uwaga!</strong>: Taki login jest już zarejestrowany w naszej bazie, podaj inny.

source: <strong>ERROR</strong>: Please type your e-mail address.
pl_pl: <strong>Uwaga!</strong>: Podaj address e-mail

source: <strong>ERROR</strong>: The email address isn&#8217;t correct.
pl_pl: <strong>Uwaga!</strong>: Address e-mail jest nieprawidłowy

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
pl_pl: <strong>Uwaga!</strong>: Ten address e-mail jest już zarejestronwany w naszej bazie, podaj inny.

source: <strong>ERROR</strong>: Couldn&#8217;t register you&hellip; please contact the <a href="mailto:%s">webmaster</a> !
pl_pl: <strong>Uwaga!</strong>: Nie można przeprowadzić rejestracji, prosimy o kontakt z <a href="mailto:%s">administratorem</a>

source: First Name
pl_pl: Imię

source: Last Name
pl_pl: Nazwisko

source: Website
pl_pl: Strona www

source: Password *
pl_pl: Hasło *

source: Repeat Password *
pl_pl: Powtórz hasło *

source: Update profile
pl_pl: Zaktualizuj profil

source: User profile
pl_pl: Dane użytkownika

source: First Name and Last Name
pl_pl: Imię i Nazwisko

source: Edit profile
pl_pl: Edycja profilu

source: The Email you entered is not valid. please try again.
pl_pl: Email który podałeś nie jest prawidłowym adresem, spróbuj ponownie z innym.

source: Option only for not logged in users
pl_pl: Opcja dostępna tylko dla nie zalogowanych użytkowników

source: Info
pl_pl: Informacja

source: You have logged in successfully.
pl_pl: Zostałeś pomyślnie zalogowany

source: <strong>ERROR</strong>: Cookies are blocked or not supported by your browser. You must <a href='http://www.google.com/cookies.html'>enable cookies</a> to use WordPress.
pl_pl: <strong>Uwaga!</strong>: Cookies są zablokowane lub nie jest obsługiwany przez przeglądarkę. Musisz <a href="http://www.google.com/cookies.html">włączyć ich obsługę</a>, aby korzystać z serwisu.

source: Session expired. Please log in again. You will not move away from this page.
pl_pl: Sesja wygasła. Proszę zalogować się ponownie.

source: You are now logged out.
pl_pl: Zostałeś wylogowany

source: User registration is currently not allowed.
pl_pl: Rejestracja w serwisie jest obecnie wyłączona

source: Check your e-mail for the confirmation link.
pl_pl: Sprawdź swoją skrzynkę email. Powinna się tam znajdować wiadomość z linkiem potwierdzającym.

source: Check your e-mail for your new password.
pl_pl: Sprawdź swoją skrzynkę email. Powinna się tam znajdować wiadomość z nowym hasłem.

source: Registration complete. Please check your e-mail.
pl_pl: Rejestracja przebiegła pomyślnie, Sprawdź swoja skrzynkę email.

source: Log In
pl_pl: Zaloguj się

source: Username
pl_pl: Nazwa użytkownika

source: Lost your password?
pl_pl: Zapomniałeś hasła?

source: You already logged in
pl_pl: Jesteś zalogowany

source: Registration Form
pl_pl: Rejestracja nowego użytkownika

source: Register For This Site
pl_pl: Zarejestruj się w serwisie

source: A password will be e-mailed to you.
pl_pl: Hasło otrzymasz w wiadomości email.

source: Sorry, that key does not appear to be valid.
pl_pl: Niepoprawny adres email<br>

source: Lost Password
pl_pl: Utracone hasło

source: Please enter your username or email address. You will receive a link to create a new password via email.
pl_pl: Proszę wprowadzić swoją nazwę użytkownika lub adres e-mail. Odnośnik pozwalający na utworzenie nowego hasła zostanie wysłany e-mailem.

source: Username or E-mail:
pl_pl: Nazwa użytkownika lub e-mail:

source: Form
pl_pl: Formularz

source: Add New Form
pl_pl: Nowy Formularz

source: Edit Form
pl_pl: Edycja formularza

source: New Form
pl_pl: Nowy formularz

source: All Forms
pl_pl: Formularze

source: View Form
pl_pl: Pokaż formularz

source: Search Forms
pl_pl: Szukaj formularza

source: No forms found
pl_pl: Nie znaleziono formularzy

source: No forms found in Trash
pl_pl: Nie znaleziono formularzy w koszu

source: Form parameters
pl_pl: Parametry formularza

source: Subject of user email
pl_pl: Tytuł wiadomości użytkownika

source: Template of the message that is sent to administrator when a user to fill in a form on the page.
pl_pl: Szablon wiadomości e-mail wysyłanej do administratora, gdy użytkownik wypełni i prześle formularz

source: Subject of admin email
pl_pl: Tytuł wiadomości dla administratora

source: Template of the message that is sent to a user when he fills a form on the page.
pl_pl: Szablon wiadomości e-mail wysyłanej do użytkownika, gdy prześle on formularz

source: Email addresses of recipients submitted forms
pl_pl: Adresy e-mail odbiorców (lista wartości rozdzielonych przecinkami)

source: Submit info
pl_pl: Komunikat po wysłaniu formularza

source: Message displayed after submitting the form
pl_pl: Komunikat wyświetlany po wysłaniu formularza

source: Send copy of message to user
pl_pl: Wysyłaj kopię wiadomości do użytkownika

source: If the box is checked the user filling out a form will receive a copy of the sent data
pl_pl: Jeśli pole jest zaznaczone, użytkownik otrzyma wiadomość email z kopią wysłanego formularza

source: Form settings page
pl_pl: Ustawienia formularzy

source: Form settings
pl_pl: Parametry forularzy

source: This site uses cookies. By using this website you agree the use of cookies, according to the current browser settings. You can be changed at any time.
pl_pl: Ta witryna używa plików cookie. Korzystając ze strony wyrażasz zgodę na używanie plików cookie, zgodnie z aktualnymi ustawieniami przeglądarki. Możesz je w każdej chwili zmienić.<br />Więcej informacji o plikach cookies uzyskasz na stronie: <a href="http://wszystkoociasteczkach.pl/" target="_blank">wszystkoociasteczkach.pl</a>

source: I accept cookies on this site.
pl_pl: Akceptuję pliki cookies na tej stronie.

source: Cookie alert settings
pl_pl: Ustawienia informacji o ciastkach

source: Cookie alert
pl_pl: Ciasteczka

source: Message
pl_pl: Wiadomość

source: If you leave the field blank is used, the message
pl_pl: Jeśli zostawisz pole puste, na stronie wyświetli się komunikat domyślny

source: Button label
pl_pl: Etykieta przycisku

source: If you leave the field blank is used, the label
pl_pl: Jeśli zostawisz pole puste, na przycisku akceptacji wyświetli się tekst domyślny

source: Automatic message about the use of cookies
pl_pl: Automatyczny komunikat o używaniu plików cookies

source: Gallery type
pl_pl: Rodzaj galerii

source: Previous
pl_pl: Poprzedni

source: Next
pl_pl: Następna strona
